<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
            "http://www.w3.org/TR/html4/loose.dtd">
<HTML><HEAD><TITLE>Conseguir&nbsp; Protecci&oacute;n Adicional Con
Clam Sentinel</TITLE>
<META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<META name="robots" content="index,follow">
<META name="revisit-after" content="15 DAYS">
<LINK TYPE="text/css" HREF="Style.css" REL="stylesheet" TITLE="Style">
<META name="keywords" content="Clam Sentinel; real time; virus scanner; ClamWin; ClamSentinel">
<META name="language" content="gl">
</HEAD><BODY>
<A STYLE="{TEXT-DECORATION:none}" HREF="http://clamsentinel.sourceforge.net/">Clam Sentinel</A>

<h3 class="western">Conseguir&nbsp; Protecci&oacute;n Adicional Con
Clam Sentinel</h3>
<p>Empecemos polo b&aacute;sico. Fixe a frecuencia de actualizaci&oacute;n
da base de datos ClamWin a &quot;hourly&quot; (Actualizar cada hora).
Use a &uacute;ltima versi&oacute;n de ClamWin e Clam Sentinel.
Execute un an&aacute;lise de memoria diario en ClamWin , cartafol
system 32&nbsp; (e cartafol WOW en Windows 8), e o cartafol
users/documentos. Fixe Clam Sentinel para autoactivarse en cada
inicio de Windows, detectar e Supervisar novas unidades, ficheiros de
cuarentena infectados, e configure s&oacute; para &quot;Supervisar
para detectar ficheiros sospeitosos&quot;. Configure o s&uacute;a
computadora para que de maneira autom&aacute;tica se instalen as
actualizaci&oacute;ns os parches de Windows. Deixe o seu firewall
acendido. O firewall Microsoft ven con Windows XP/Vista/Windows 7
protexe sobre contactos inautorizados con destino a&nbsp; Internet. &Eacute;
dificil configuralo para unha protecci&oacute;n con destino exterior,
pero &eacute; simple, gratu&iacute;to, e &ldquo;non molesta.&rdquo;
Hai unha versi&oacute;n gratu&iacute;ta de software de firewall para
Windows XP e computadoras m&aacute;is novas&nbsp; o cal &eacute; o
Zone Alarm e debe ser para sistemas antigos o Zone Alarm version
6.1.744.001 que traballa en Windows 98. 
</p>
<p>Configure o seu navegador Web para Usar Filtros que te&ntilde;an--como
bloqueador publicidade, protecci&oacute;n de rastrexo, filtro de
phishing, protecci&oacute;n de descargas ama&ntilde;adas, e
protecci&oacute;n de p&aacute;xinas Web maliciosas. Mantendo o seu
navegador actualizado, &eacute; mais importante que o navegador que
use. Algunhas barras de ferramentas gratu&iacute;tas para o navegador
e engadidos prove&ntilde;en protecci&oacute;n Web adicional, pero as
barras de ferramentas das compa&ntilde;&iacute;as co&ntilde;ecidas
como Google, Microsoft, Yahoo, ou as das compa&ntilde;&iacute;as de
antivirus. Al&oacute;xese dos sitios que ofrecen pornograf&iacute;a,
software ilegal ou <span lang="en-US">craqueado</span>, e descargas
torrent xa que poden conter virus. NUNCA dea informaci&oacute;n
persoal nos sitios de redes sociais. 
</p>
<p>ClamWin/Clam Sentinel proven&nbsp; unha boa protecci&oacute;n
contra a descargas de virus, pero os novos virus poden a veces evadir
os programas, ent&oacute;n EU recomendo unha protecci&oacute;n
adicional. Usuarios de Windows XP e sistemas operativos mais novos
poden facer unha boa suite de seguridade con estes programas
gratu&iacute;tos: WinPatrol, Malwarebytes Antimalware, Malwarebytes
Antirootkit, e Malwarebytes Anti-Exploit. WinPatrol da compa&ntilde;&iacute;a
BillP Studios &eacute; un o programa para supervisar intrusi&oacute;ns
de maneira gratu&iacute;ta&mdash;use por defecto, e supervisar&aacute;
cambios na s&uacute;a computadora. Execute a parella de an&aacute;lises
diarios Malwarebytes Antimalware despois de actualizalo. Faga unha
an&aacute;lise co Malwarebytes Antirootkit algunhas veces cada semana
para remover alg&uacute;n virus oculto. Malwarebytes Anti-Exploit
protexe &oacute;s usuarios contra exploits outra vez durante un rato
cando navegue pola Web. Se para todos isto &eacute; moito para Vd
para usar, pode usar usar Malwarebytes Antimalware con ClamWin / Clam
Sentinel. Para computadoras m&aacute;is vellas que o Windows XP,
p&oacute;dolle suxerir que sempre use a &uacute;ltima versi&oacute;n
de ClamWin, e&nbsp; configu&eacute;reo para que as actualizaci&oacute;n
da base de virus se faga a cara hora&nbsp; ClamWin para
actualizaci&oacute;ns autom&aacute;ticas, e faga un an&aacute;lise
diario con ClamWin no &quot;modo a prueba de fallos&quot; ou &ldquo;Modo
Seguro&rdquo; de Windows. Finalmente, &eacute; recomendable que use
un CD/USB de rescate que est&aacute;n dispo&ntilde;ibles dende
algunhas compa&ntilde;&iacute;as de Antivirus&nbsp; (como as
F-Secure, Dr. Web, e Kaspersky). Eu prefiro o Microsoft's Windows
Defender Offline Gratu&iacute;to que&nbsp; facer copias de rescate en
CD or USB (Eu f&iacute;xeno no USB). Vd debe executar o CD/USB de
rescate CD/USBs unha conexi&oacute;n DSL por cable para actualizar
propiamente as sinaturas de virus antes de analizar a computadora.
Lea a documentaci&oacute;n do CD/USB de recate antes de proceder.
Execute un an&aacute;lise de busca co&nbsp; CD/USB rescate.</p>
<p>Finalmente, gardar na mente que unha navegaci&oacute;n e sentido
com&uacute;n preve&ntilde;en a mellor protecci&oacute;n de todo.</p>
<p>Por favor contacte con Andrea Russo, o desenrolador de Clam
Sentinel, pola p&aacute;xina de&nbsp; Clam Sentinel se vostede ten
alg&uacute;n comentario acerca desde artigo ou suxesti&oacute;ns para
mellorar Clam Sentinel. Os programadores en Delphi poden axudar a
contribu&iacute;r &oacute; proxecto de Clam Sentinel&nbsp;
contactando con Andrea a trav&eacute;s da p&aacute;xina Web de Clam
Sentinel.</p>
<p>Clam Sentinel &eacute; un proxecto separado de ClamWin, pero para
que este funcione, ClamWin debe ser instalado primeiro.<br><br><i>by
Robert Scroggins</i></p>
<p><i>Traducido por: Ra&uacute;l F <a href="mailto:vivamoscomogalegos2010@gmail.com">vivamoscomogalegos</a><a href="mailto:vivamoscomogalegos2010@gmail.com">2010@gmail.com</a></i></p>
<p>&nbsp;</p>
</body>
</html>