<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
            "http://www.w3.org/TR/html4/loose.dtd">
<HTML><HEAD><TITLE>Clam Sentinel</TITLE>
<META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<META name="robots" content="index,follow">
<META name="revisit-after" content="15 DAYS">
<LINK TYPE="text/css" HREF="Style.css" REL="stylesheet" TITLE="Style">
<META name="keywords" content="Clam Sentinel; real time; virus scanner; ClamWin; ClamSentinel">
<META name="language" content="gl">
</HEAD><BODY>
<A CLASS="home" HREF="http://clamsentinel.sourceforge.net/">Clam Sentinel</A>

<h3 class="western" align="center">O Programa Clam Sentinel
Descrici&oacute;n e Instalaci&oacute;n</h3>
<p>Con Clam Sentinel, perm&iacute;telle a ClamWin Antivirus dispor de
un an&aacute;lise de virus como os ficheiros que son engadidos,
modificados, ou copiados na s&uacute;a computadora. Busca nos disco
duros, unidades de rede e dispositivos extra&iacute;bles de maneira
permanente con ClamWin, e Clam Sentinel tam&eacute;n usa o seu propio
monitor do sistema para detectar virus desco&ntilde;ecidos que non
est&aacute;n nas bases de datos de ClamWin. Clam Sentinel est&aacute;
dese&ntilde;ado especialmente para computadoras antigas como, Windows
98, ME, 2000, e XP, pero tam&eacute;n foi probado computadoras con
Windows Vista/Windows 7/Windows 8 e funciona tam&eacute;n ben.</p>
<p>Ambos Clam Sentinel e ClamWin son programas de c&oacute;digo
libre<br>Clam Sentinel p&oacute;dese descargar dende a Web
<a href="http://sourceforge.net/projects/clamsentinel/">http://sourceforge.net/projects/clamsentinel/</a>
<br>ClamWin pode ser baixado dende a Web
<a href="http://www.clamwin.com/content/view/18/46/">http://www.clamwin.com/content/view/18/46/</a>.</p>
<p><font face="Times New Roman, serif"><font size="3" style="font-size: 12pt"><b>INSTALACI&Oacute;N</b></font></font></p>
<p style="font-weight: normal">ClamWin debe estar instalado antes de
instalar Clam Sentinel. O instalador de Clam Sentinel recordaralle
&ldquo;Desactivar&rdquo; e &ldquo;sa&iacute;r&rdquo; para instalar a
nova versi&oacute;n. A instalaci&oacute;n gardar&aacute; as vellas
preferencias de Clam Sentinel.</p>
<p><span style="font-weight: normal">Vd</span> <span style="font-weight: normal">debe
usar</span> <span style="font-weight: normal">C:\Archivos de
programa\ClamSentinel para o directorio de instalaci&oacute;n</span>
<span style="font-weight: normal">de</span> <span style="font-weight: normal">Sentinel.
Se</span> <span style="font-weight: normal">o ficheiro descargado de</span>
<span style="font-weight: normal">Clam Sentinel &eacute;</span> <span style="font-weight: normal">o
ficheiro ClamSentinel.exe, descargue</span> <span style="font-weight: normal">ou</span>
<span style="font-weight: normal">copie</span> <span style="font-weight: normal">o
ficheiro</span> <span style="font-weight: normal">.exe a ese
directorio</span> <span style="font-weight: normal">pinche</span> <span style="font-weight: normal">nel
para instalar. Se a s&uacute;a descarga est&aacute; nun comprimido
ZIP, desempaqu&eacute;teo</span> <span style="font-weight: normal">no
mesmo directorio, e pinche no ficheiro</span> <span style="font-weight: normal">ClamSentinel.exe
para instalalo. Se Vd</span> <span style="font-weight: normal">desempaqueta
o programa</span> <span style="font-weight: normal">d&iacute;golle</span>
<span style="font-weight: normal">que o ficheiro est&aacute; no mesmo
directorio, recorde reemplazar os ficheiros vellos existentes polos
novos no</span> <span style="font-weight: normal">directorio. Durante
a instalaci&oacute;n, marque</span> &ldquo;<span style="font-weight: normal">Run
on startup&rdquo; (&ldquo;Executar</span> Clam Sentinel <span style="font-weight: normal">&oacute;
inicio do sistema&rdquo;) (Se &eacute; seleccionado isto, ent&oacute;n</span>
<span style="font-weight: normal">Sentinel iniciarase de maneira
autom&aacute;tica en cada inicio no modo</span> &ldquo;<span style="font-weight: normal">tempo-real&rdquo;.
Seleccione</span> <span style="font-weight: normal">tam&eacute;n se
desexa que todos os usuarios da s&uacute;a computadora poidan usar
Sentinel</span> <span style="font-weight: normal">de maneira
autom&aacute;tica marcando </span>&ldquo;<span style="font-weight: normal">Iniciar
Clam Sentinel automaticamente para todos os usuarios&rdquo;</span></p>
<p style="font-weight: normal">Vd debe &ldquo;parar&rdquo; e &ldquo;Sa&iacute;r&rdquo;
de Clam Sentinel antes de instalar unha nova versi&oacute;n de
ClamWin. Tome nota activar &ldquo;Clam Sentinel&rdquo; despois de
instalar unha nova versi&oacute;n de ClamWin</p>
<p><b>Soporte de Linguas</b></p>
<p style="font-weight: normal">Clam Sentinel automaticamente soporta
a linguaxe por defecto da s&uacute;a computadora ben sexa Ingl&eacute;s,
Franc&eacute;s, Italiano, Xapon&eacute;s, Alem&aacute;n, Espa&ntilde;ol,
Polaco, Ruso, Portugu&eacute;s, B&uacute;lgaro, Azeri, Dutch,
Indonesio, Hind&uacute; e Galego. O ingl&eacute;s &eacute; a lingua
usada por defecto para todas as outra linguas das que polo momento no
hai traduci&oacute;n. Vd pode forzar Sentinel a usar algunhas das
linguas engadindo unha fila &oacute; to ficheiro de configuraci&oacute;n
.ini como: Language = French, onde French &eacute; Franc&eacute;s en
Ingl&eacute;s) Non use a per&iacute;odo. As li&ntilde;as do ficheiro
de configuraci&oacute;n .ini sen o punto e coma se &oacute; empezar
est&aacute; activo. Todas as outras li&ntilde;as est&aacute;n coas
s&uacute;as debidas explicaci&oacute;ns. 
</p>
<p><span style="font-weight: normal">Se Vd desexa</span> <span style="font-weight: normal">pode
axudar</span> <span style="font-weight: normal">a traducir o proxecto
de</span> <span style="font-weight: normal">Clam Sentinel descargando
o seguinte ficheiro e traduc&iacute;ndoo</span> <span style="font-weight: normal">na
s&uacute;a lingua: Descargue dende
<a href="http://clamsentinel.cvs.sourceforge.net/viewvc/clamsentinel/ClamSentinel/Languages.txt">http://clamsentinel.cvs.sourceforge.net/viewvc/clamsentinel/ClamSentinel/Languages.txt</a>
e unha vez traducido env&iacute;eo: </span><i><span style="font-weight: normal">dynclient@users.sourceforge.net</span></i>
</p>
<p><b>Desinstalandoo</b></p>
<p style="font-weight: normal">Vd pode desinstalar Clam Sentinel
dende o &ldquo;men&uacute; de inicio&rdquo; de Windows, seleccionando
&ldquo;Inicio&rdquo;, &ldquo;Todos os programas&rdquo;, &ldquo;Clam
Sentinel&rdquo;. Tam&eacute;n Vd pode desinstalalo dende o &ldquo;Panel
de Control de Windows&rdquo; seleccionando &ldquo;Desinstalar
programas&rdquo; ou a trav&eacute;s do ficheiro (ficheiro
unins000.exe) no directorio de instalaci&oacute;n de Sentinel.</p>
<p><br><br>
</p>
<p><font size="3" style="font-size: 12pt"><b>**GU&Iacute;A R&Aacute;PIDA
PARA CONFIGURACION E OPERACI&Oacute;N DE CLAM SENTINEL**</b></font></p>
<p style="font-weight: normal"><font size="3" style="font-size: 12pt">Todas
as configuraci&oacute;n de Clam Sentinel feitas pinchando &aacute;
dereita ou &aacute; esquerda pinchando no s&iacute;mbolo de Clam
Sentinel na bandexa do sistema de Windows. &Eacute; mellor usar as
configuraci&oacute;ns por defecto para as configuraci&oacute;ns por
defecto que xa est&aacute;n configuradas. Baixo &ldquo;Configuraci&oacute;ns&rdquo;,
escolla &rdquo;escribir actividade de an&aacute;lise no ficheiro do
rexistro&rdquo; , &ldquo;detectar e supervisar novas unidades&rdquo;,
e &ldquo;preguntar sobre a an&aacute;lise de novas unidades&rdquo;.
Escolla e mova a cuarentena s&oacute; os ficheiros infectados e
detectar s&oacute; ficheiros infectados. Debaixo de &ldquo;Configuraci&oacute;ns
Avanzadas&rdquo; escolla, &ldquo;escolla os discos a supervisar&rdquo;
e logo seleccione para supervisar &ldquo;a unidade C&rdquo;,
&ldquo;unidades de rede&rdquo;, e &ldquo;outras unidades / disco
removible (USBs son usualmente F e G)&rdquo;. Descargue s&oacute;
ficheiros de sitios seguros, non use programas pirata, non visite
sitos pornogr&aacute;ficos o sitios de torrent, e sobre todo non po&ntilde;a
informaci&oacute;n persoal nas redes socias.</font></p>
<p style="font-weight: normal"><font size="3" style="font-size: 12pt">Os
ficheiros infectados, son detecci&oacute;ns de ClamWin. Vd debe
enviar os ficheiros que son detectados como falso positivos &aacute;s
bases de datos de Clam AV. As detecci&oacute;ns dos ficheiros
sospeitosos son detectados polo monitor do sistema de Clam Sentinel.
Vd debe po&ntilde;er na &ldquo;Lista Branca&rdquo; en Clam Sentinel
coma detecci&oacute;n falsa de ficheiros sospeitosos&mdash;Clam AV
pode facelo acerca dilo. A exclusi&oacute;n da Lista Branca excl&uacute;e
un ficheiro do an&aacute;lise de Clam Sentinel, e vostede pode
colocar na &ldquo;Lista Branca&rdquo; en &ldquo;Configuraci&oacute;ns
Avanzadas&rdquo;, &ldquo;Rutas e ficheiros non Analizados&rdquo;. Lea
secci&oacute;ns debaixo de &ldquo;Rutas ou ficheiros non analizados&rdquo;
para unha informaci&oacute;n da lista &ldquo;Branca&rdquo;.</font></p>
<p><font size="3" style="font-size: 12pt"><span style="font-weight: normal">Para</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">minimizar
as detecci&oacute;ns de falsos positivos</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">de
Clam Sentinel os falsos configure o cartafol de ficheiros descargados
na</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">lista
Branca de</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">Clam
Sentinel como ruta ou ficheiro que no debe ser analizado</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">ou</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">ficheiros</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">que
non deben ser analizados. Descargue todos os ficheiros</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">&oacute;
cartafol de &ldquo;descargas&rdquo; antes de executalo</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">/
instalalo. Analice cada</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">ficheiro
con &ldquo;ClamWin&rdquo; e logo con outro analizador con outro AV ou</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">Jotti
ou VirusTotal antes de instalar / executar</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">Se
o ficheiro est&aacute; ben, instale / exec&uacute;teo e desactive o
monitor do sistema, co ficheiro na lista branca, restaure o ficheiro
cuarentenado a trav&eacute;s do programa Sentinel Recover, e
re-active o monitor do sistema Se o ficheiro</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">sospeitoso</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">&eacute;
detectado</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">por
outro AV, suba o ficheiro</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">&aacute;</span></font>
<font size="3" style="font-size: 12pt"><span style="font-weight: normal">Clam
AV ent&oacute;n</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">eles
poden preparar</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">como
firma da bases de datos</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">ambos
para</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">Clam
AV e</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">ClamWin.
Lea o resto desta gu&iacute;a para unha informaci&oacute;n mais
completa</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">acerca
do uso</span></font> <font size="3" style="font-size: 12pt"><span style="font-weight: normal">Clam
Sentinel.</span></font></p>
<p><br><br>
</p>
<p align="center" style="orphans: 132"><b>CLAM SENTINEL OPERACI&Oacute;NS
DETALLADAS INSTRUCCIONS</b></p>
<p><b>OPCI&Oacute;NS DE CONFIGURACI&Oacute;N</b></p>
<p><b>An&aacute;lise da Memoria</b></p>
<p>A primeira opci&oacute;n &eacute; &ldquo;A<b>nalizar</b> <b>a
memoria cando se execute o programa</b>&rdquo;. Isto &eacute;
co&ntilde;ecido en ClamWin como &ldquo;Memory scan&rdquo; (An&aacute;lise
de Memoria con ClamWin). Vd probablemente non queira activar esta
opci&oacute;n. Vd tam&eacute;n pode sempre analizar memoria con
ClamWin manualmente ou mediante unha tarefa programada (En ingl&eacute;s
ClamWin scheduled scan). 
</p>
<p><b>Escribir actividade do an&aacute;lise no ficheiro rexistro</b></p>
<p>A seguinte opci&oacute;n &eacute; &ldquo;<b>Escribir actividade</b>
<b>do an&aacute;lise</b> <b>no ficheiro</b> <b>rexistro&rdquo;</b>.
Sentinel ten 5 rexistros de an&aacute;lise para Tempo real), Memoria,
An&aacute;lise de Undiades &ldquo;Mensaxes&rdquo; e cuarentena. Todos
os rexistros est&aacute;n activados por esta selecci&oacute;n Para a
maior&iacute;a dos usuarios, o rexistro de mensaxe e os rexistros de
cuarentena son are probablemente os m&aacute;is importantes. O
rexistro en tempo real (real-time log) &eacute; moi activo cando
estea navegando por Internet.</p>
<p><b>Detectar e supervisar Novas Unidades</b></p>
<p>Esta opci&oacute;n &eacute; para a detecci&oacute;n en unidades
extra&iacute;bles USB, etc.) Vd debe escoller &ldquo;<b>detectar e
supervisar</b> <b>novas unidades&rdquo;</b>, pero o an&aacute;lise
leva algo de tempo, ent&oacute;n Vd non desexe probablemente analizar
novas unidades a menos que use unha unidade USB para un primeiro
tempo. Vd. pode analizar un USB manualmente con ClamWin.</p>
<p><b>Preguntar se se desexa analizar unidades novas insertadas</b></p>
<p style="font-weight: normal">Vd pode escoller esta opci&oacute;n
para que Sentinel lle pregunte se desexa analizar un USB (ou outra)
unidade extra&iacute;ble candos sexa inserida. Analice todos as novas
unidades USB que desexe antes de que no sexa usado.</p>
<p><b>Ficheiro infectado</b></p>
<p>A seguinte opci&oacute;n &eacute; &ldquo;<b>Que facer cando un
ficheiro infectado &eacute; encontrado&rdquo;</b> para facerlle un
ficheiro infectado &eacute; atopado. Ten d&uacute;as opci&oacute;ns:
Ou &ldquo;Mover a cuarentena&rdquo; ou &ldquo;S&oacute; informar&rdquo;.
Escollendo &ldquo;cuarentena&rdquo; &eacute; mellor. ClamWin e
Sentinel te&ntilde;en a protecci&oacute;n da detecci&oacute;n de
falsos positivos nos ficheiros do sistema Windows . Vd pode restaurar
falsos positivos dende a cuarentena mediante &ldquo;Sentinel
Recover&rdquo;. Use &ldquo;S&oacute; informar&rdquo; se non est&aacute;
seguro de que opci&oacute;n escoller, pero se xa te&ntilde;en de
maneira manual ficheiros infectados cuarentenado ou / e manualmente
elimina os ficheiros dende a cuarentena.</p>
<p><b>Supervisar Sistema para novos virus</b></p>
<p style="font-weight: normal">A seguinte opci&oacute;n &eacute;
&ldquo;<b>Supervisar sistema para novos virus&rdquo;</b>. Hai unhas
opci&oacute;ns en &ldquo;Supervisar Sistema&rdquo;: &ldquo;Detectar
ficheiros sospeitosos e avisar acerca dos cambios do sistema&rdquo;,
&ldquo;Detectar s&oacute; ficheiros sospeitosos&rdquo;, e
&ldquo;Desactivar&rdquo;. Aqu&iacute; tam&eacute;n existe a opci&oacute;n
&ldquo;Saltar arquivos cunha sinatura dixital valida&rdquo;. Cando
Sentinel detecta un ficheiro a sospeitoso, pono en cuarentena (S&oacute;
se escolle a opci&oacute;n &ldquo;Cuarentena&rdquo;). O tipo de
detecci&oacute;n est&aacute; inclu&iacute;do no nome do ficheiro. O
ficheiro sospeitoso que son cuarentenados deben ser enviados a Clam
AV en http://www.clamav.net/lang/en/sendvirus/ ent&oacute;n Clam pode
preparar una sinatura normal para novos usuarios.</p>
<p style="font-weight: normal">Non seleccione unha opci&oacute;n
&ldquo;<b>Detectar ficheiros sospeitosos e avisar acerca dos cambios
do sistema&rdquo;</b> a menos que sexa un usuario experimentado que
desexe co&ntilde;ecer todos os cambios da s&uacute;a computadora.
Usuarios que seleccionan esta opci&oacute;n esta opci&oacute;n a
menos que Vd vexa un mont&oacute;n de avisos acerca dos cambios dos
sistema (ficheiros poden po&ntilde;er na s&uacute;a computadora). A
maior&iacute;a de cambios do sistema est&aacute;n ben e non debe ter
porque preocuparse.</p>
<p style="font-weight: normal">A opci&oacute;n de &ldquo;<b>Detectar
s&oacute; ficheiros sospeitosos&rdquo;</b> &eacute; a opci&oacute;n
seleccionada por defecto e &eacute; a mais recomendada para a maior&iacute;a
dos sistemas. Cando esta opci&oacute;n e escollida, o Monitor do
Sistema ser&aacute; dado como unha mensaxe de advertencia se s&oacute;
aparecen as mensaxes cando un novo ficheiro sexa detectado. Tam&eacute;n
ser&aacute;n mostradas mensaxes de advertencia acerca dos cambios do
sistema, pero unha entrada ser&aacute; feita no &ldquo;Rexistro de
Mensaxe&rdquo; esta mensaxe ser&aacute; escrita no Rexistro. Env&iacute;e
ficheiros sospeitosos cuarentenados a Clam AV para a preparaci&oacute;n
dunha forma normal. A &ldquo;Lista Branca&rdquo; de ficheiros
sospeitosos Sentinel que son falsos positivos detecci&oacute;ns
explicadas abaixo.</p>
<p style="font-weight: normal">A seguinte opci&oacute;n &ldquo;<b>Desactivar
supervisar sistema&rdquo;</b> apaga a detecci&oacute;n de ficheiros
sospeitosos. Vd pode Desactivar o monitor do sistema cando a seu
monitor quede na lista &ldquo;branca&rdquo; un ficheiro, pero
re-activa se despois da lista branca o ficheiro &eacute; restaurado
do cartafol de cuarentena mediante o Sentinel Recover. Se Vd ten
problemas use o &rdquo;Supervisor do Sistema&rdquo;, seleccione
&ldquo;Desactivar&rdquo; e informe &oacute; desenrolador de Sentinel.
O Supervisor do Sistema proven importante protecci&oacute;n adicional
para virus que non estean nas sinaturas (Ou bases de virus) de
ClamWin. Cando o monitor do Sistema desactivado, hai aparecer&aacute;
unha marca vermella na parte baixa do logotipo de Clam Sentinel na
parte baixa do Bandexa do Sistema de Windows .</p>
<p style="font-weight: normal">Cando se practica unha &ldquo;navegaci&oacute;n
&ndash; segura&rdquo;,(&ldquo;safe surfing&rdquo; en ingl&eacute;s)
en Internet, O Monitor do sistema pode dar avisos de falsos positivos
cando se descarguen ficheiros &ldquo;sans&rdquo; Lea a Gu&iacute;a
R&aacute;pida de Clam Sentinel Configuraci&oacute;n e a Operaci&oacute;n
acerca de falsos <font size="3" style="font-size: 12pt"><b>positivos.</b></font></p>
<p><span style="font-weight: normal">Suba o ficheiro sospeitoso
cuarentenado</span> <span style="font-weight: normal">a</span> <span style="font-weight: normal">Clam
AV a <a href="http://www.clamav.net/lang/en/sendvirus/">http://www.clamav.net/lang/en/sendvirus/</a>
na Web para a preparaci&oacute;n normal da sinatura. Se o desexa pode</span>
<span style="font-weight: normal">comprobar os seus ficheiros</span>
<span style="font-weight: normal">con</span> <span style="font-weight: normal">Jotti
ou</span> <span style="font-weight: normal">Virus Total en Internet,
un ficheiro sospeitoso</span> <span style="font-weight: normal">que
non &eacute;</span> <span style="font-weight: normal">detectado</span>
<span style="font-weight: normal">por</span> <span style="font-weight: normal">m&aacute;is
de</span> <span style="font-weight: normal">3 programas</span> <span style="font-weight: normal">de
AV &eacute; probable</span> <span style="font-weight: normal">que
sexa detectado como un</span> &ldquo;<span style="font-weight: normal">falso</span>
<span style="font-weight: normal">positivo</span>&rdquo;
<span style="font-weight: normal">especialmente</span> <span style="font-weight: normal">se
o ficheiro &eacute; mais vello</span> <span style="font-weight: normal">c&aacute;
unha ou d&uacute;as</span> <span style="font-weight: normal">semanas.
Mire a lista &ldquo;Branca&rdquo;</span> <span style="font-weight: normal">algu&eacute;n</span>
<span style="font-weight: normal">a ensinar</span> <span style="font-weight: normal">como
exclu&iacute;r un &ldquo;falso positivo&rdquo;.</span></p>
<p style="font-weight: normal">Se Vd consigue unha advertencia
sospeitoso cando non estea a instalar un novo programa, os virus
deber&aacute;n probar a instalarse tentando a instalar por si mesmo
na s&uacute;a computadora. Se Vd non est&aacute; instalando /
executando un programa novo e consiga unha advertencia de un ficheiro
sospeitoso, unha advertencia acerca dun cambio do rexistro de
Windows, ou algunhas advertencias severas pechar xuntos, Vd
probablemente te&ntilde;a virus na s&uacute;a computadora. Execute
unha an&aacute;lise completa con ClamWin e logo f&aacute;gase con
unha ferramenta de limpeza como o Malwarebytes Free Antimalware ou
Microsoft Safety Scanner (msert.exe).</p>
<p style="font-weight: normal">Aqu&iacute; tam&eacute;n hai unha
opci&oacute;n que se chama &ldquo;Saltar os ficheiros cunha sinatura
v&aacute;lida&rdquo;. Unha vez mentres, o virus ter&aacute; unha
sinatura v&aacute;lida (usualmente contido publicitario, que &eacute;
adware), pero a maior&iacute;a dos ficheiros cunha sinatura v&aacute;lida
est&aacute;n bos, ent&oacute;n est&aacute;n seguros moi lonxe,
seleccione esta opci&oacute;n.</p>
<p style="font-weight: normal">N<b>otificar cando haxa unha nova
versi&oacute;n</b></p>
<p style="font-weight: normal">As &uacute;ltima &ldquo;Opci&oacute;ns&rdquo;
&eacute; &ldquo;<b>Notificar cando haxa unha nova versi&oacute;n</b>&rdquo;<b>.</b>
Se Vd selecciona esta opci&oacute;n, Sentinel notificarao cunha
mensaxe informativa en minutos severos despois de momento decisivo na
s&uacute;a computadora se hai unha nova versi&oacute;n para descargar
na p&aacute;xina Web de Clam Sentinel. Desactive esta notificaci&oacute;n
se lle resulta molesta, e visite a Web de Clam Sentinel unha vez &oacute;
mes para comprobar se hai unha nova versi&oacute;n dispo&ntilde;ible.</p>
<p><b>OPCI&Oacute;NS DE CONFIGURACI&Oacute;N AVANZADA</b></p>
<p>As configuraci&oacute;ns de configuraci&oacute;n avanzadas son
para os usuarios expertos que desexen e queiran &ldquo;axustar&rdquo;
Sentinel. A configuraci&oacute;n por defecto que ven con Sentinel &eacute;
o mellor para a maior&iacute;a dos usuarios</p>
<p><b>Escolla os discos a supervisar</b></p>
<p>A primeira opci&oacute;n de &ldquo;Configuraci&oacute;n Avanzada&rdquo;
&eacute; &ldquo;Escolla os discos a supervisar&rdquo;. Esta est&aacute;
seleccionado (Unidade C) cando instale Sentinel, pero Vd pode
cambialo en calquera momento. Sentinel pode supervisar discos duros,
cartafoles de rede, unidades de CD e unidades extra&iacute;bles de
USB. Sentinel far&aacute; de maneira autom&aacute;tica a selecci&oacute;n
de escoller a supervisar a unidade C. Vd debe supervisar todas as
outros discos duros e unidades extra&iacute;bles que Vd use de forma
habitual. unidades USB son sempre chamados unidade F ou G para
sistemas operativos Windows. A unidade de CD / DVD xeralmente ch&aacute;mase
D ou E.</p>
<p><b>Extensi&oacute;ns a Analizar</b></p>
<p>A seguinte opci&oacute;n &eacute; escoller que extensi&oacute;ns
son analizadas. Seleccionando &ldquo;Extensi&oacute;ns a analizar&rdquo;
A opci&oacute;n por defecto de Sentinel disp&oacute;n de 130
extensi&oacute;ns de Windows colocadas. Os usuarios con experiencia
poden configurar personalizaci&oacute;n das extensi&oacute;ns para un
an&aacute;lise personalizado coa extensi&oacute;ns aqu&iacute;, pero
eles perder&aacute;n nun futuro os cambios feitos pola extensi&oacute;ns
por defectos.</p>
<p><b>Rutas e ficheiros non analizados (Lista branca)</b></p>
<p style="font-weight: normal">Operaci&oacute;n: Desactivado o
&ldquo;Monitor do sistema&rdquo; ou paralo (Opci&oacute;n
&ldquo;Desactivar&rdquo; de Sentinel), Verificar ficheiros, &ldquo;Lista
branca&rdquo; de &ldquo;Ficheiros bos&rdquo;, Re-Activar / Desactivar</p>
<p>A seguinte opci&oacute;n &eacute; &ldquo;Rutas e ficheiros non
analizados&rdquo;. Clam Sentinel ben configurado ent&oacute;n con
&ldquo;rutas m&aacute;is recentes&rdquo; (Cartafol &ldquo;Recent&rdquo;).
En Windows Vd pode querer que alg&uacute;ns ficheiros ou cartafoles
espec&iacute;ficos (Lista branca) sexan &ldquo;omitidos&rdquo; polo
propio &ldquo;Clam Sentinel&rdquo; para exclu&iacute;los dos an&aacute;lises
deste. Vd pode engadir rutas e ficheiros de maneira colectiva ou de
maneira, ent&oacute;n Vd pode querer ,</p>
<p>que non sexan analizados se eles desencadean a detecci&oacute;n de
ficheiros sospeitosos en Sentinel. Vd pode tam&eacute;n mandar un
ficheiro infectado &aacute; &ldquo;Lista Branca&rdquo; detectado como
falso positivo ata que Clam AV o corrixa na s&uacute;a base de datos
de virus. Clam Sentinel soporte de tarxetas desenfreado (? e *) para
nomes do ficheiro ou rutas non non analizadas. Os ficheiros non
analizados son exclu&iacute;dos dende o mesmo Supervisar do Sistema e
o supervisor de tempo-real ent&oacute;n te&ntilde;a coidado na s&uacute;a
lista branca. Verifique con Jotti ou Virus Total cada ficheiros da
&ldquo;Lista branca&rdquo; se cada arquivo da lista non est&aacute;
infectado.</p>
<p>Exemplo: c:\temp excluir&aacute; o cartafol temporal das an&aacute;lises;
c:\temp\test.bat excluir&aacute; o programa no cartafol test.bat no
cartafol temporal; test.bat excluir&aacute; o ficheiro test.bat de
calquera lado so seu computador &oacute;s an&aacute;lises. Vd pode
examinar ficheiros / cartafoles da s&uacute;a computadora
seleccionando a icona pequena na lista branca da p&aacute;xina de
configuraci&oacute;n. Se Vd usa Clam Sentinel con outro programa
antivirus / antimalware, Vd debe por na lista branca outros programas
AVs, cartafol de datos, e cuarentena e o cartafol de bases de datos
(Se separa dende o cartafol de datos) dende Clam Sentinel para prever
que outros AV que desencadear&aacute; falsos positivos nas bases de
datos ClamWin das sinaturas de virus. Tam&eacute;n excl&uacute;e
dende o programa Clam Sentinel e ClamWin e os cartafoles de datos
dende outro an&aacute;lise. Esta opci&oacute;n &eacute; sempre tam&eacute;n
para exclu&iacute;r dende o Monitor Sistema de Sentinel advertencias
acerca de ficheiros sospeitosos. Se un programa &ldquo;bo&rdquo; Vd
pode usar eses ficheiros dende o Monitor do Sistema Monitor ent&oacute;n
para futuras advertencias que ser&aacute;n ficheiros &ldquo;reais&rdquo;.
Se &eacute; posible, excl&uacute;a os ficheiros individuais con un
cartafol. Exemplo: C:\Foldername\Filename.Extension. Exclu&iacute;ndo
cartafoles enteiros ter&aacute;n menos protecci&oacute;n dende os
ambos Sentinel Supervisor Tempo Real e o Supervisor do Sistema.</p>
<p><b>Rutas nas que todos os ficheiros ser&aacute;n analizados</b></p>
<p>A seguinte opci&oacute;n &eacute; <b>Rutas nas que</b> <b>todos os
ficheiros ser&aacute;n analizados</b>. Isto &eacute; para seleccionar
rutas ou directorio ou directorios, onde todos os ficheiros ser&aacute;n
analizados&mdash;considere as extensi&oacute;ns. Vd pode examinar
rutas ou cartafoles na s&uacute;a computadora seleccionado o icona
pequena de Sentinel na p&aacute;xina de configuraci&oacute;n. Vd
xeralmente non necesitar&aacute; esta opci&oacute;n.</p>
<p><b>Numero M&aacute;ximo de An&aacute;lises simult&aacute;neos
activos</b></p>
<p>A seguinte opci&oacute;n &eacute; <b>Numero M&aacute;ximo de
An&aacute;lises simult&aacute;neos activos</b>. Clam Sentinel ven
configurado con unha destas opci&oacute;ns, e a maior&iacute;a debe
usalo as&iacute;. Vd ten a posibilidade de configuralo como 2 se Vd
ten unha unidade de disco duro ou se a s&uacute;a computadoras
poderosa con un procesador multicore ClamWin / Clam Sentinel son os
seus programas de antivirus.</p>
<p><b>Max Filesize for log files (Tama&ntilde;o m&aacute;ximo para os
ficheiros de rexistro de Clam Sentinel) </b>
</p>
<p>A &uacute;ltima opci&oacute;n de configuraci&oacute;n avanzada &eacute;
&ldquo;<b>Tama&ntilde;o m&aacute;ximo para os ficheiros</b> <b>rexistro
de Clam Sentinel&rdquo;.</b> Clam Sentinel ven configurado como
tama&ntilde;o por defecto de 5 megabyte pero con 1 ou 2 megabytes e
usualmente suficiente. Hai cinco rexistros , e cada rexistro ten o
mesmo tama&ntilde;o.</p>
<p><b>Cuarentena</b></p>
<p style="font-weight: normal">Hai d&uacute;as opci&oacute;n debaixo
do men&uacute; de &ldquo;<b>Cuarentena&rdquo;</b>. Vd pode acceder &oacute;
cartafol de cuarentena ou restaurar ficheiros cuarentenados dende
aqu&iacute;. 
</p>
<p style="font-weight: normal">Aceda &oacute; cartafol de Cuerentena
(Ten como nome &ldquo;<b>Quarantine&rdquo;</b>) para ver que ficheiro
foron postos en cuarentena.</p>
<p style="font-weight: normal">Vd pode executar o programa &ldquo;Programa
de recuperaci&oacute;n de Cuarentena Clam Sentinel&rdquo; ou tam&eacute;n
chamado &ldquo;Quarantine Recover program&rdquo; para restaurar
ficheiros cuarentenados &acute;s s&uacute;a localizaci&oacute;n
orixinal. Clam Sentinel ven con un programa separado,
SentinelRecover.exe, &eacute; similar &oacute; programa &ldquo;ClamWin's
Quarantine Browser&rdquo; para restaurar ficheiros dende &aacute;
Cuarentena. Sentinel Recover traballa en todas as computadoras, e
perm&iacute;telle restaurar ficheiros &ldquo;Cuarentenados&rdquo; de
ambos, Clam Sentinel e ClamWin. A Operaci&oacute;n &eacute; simple, e
as opci&oacute;ns son xeralmente est&aacute;n autoexplicadas. Para
restaurar, Vd debe seguir a os pasos de operaci&oacute;n de abaixo.
Antes de restaurar un ficheiro coma un ficheiro infectado (non un
ficheiro do Supervisor do Sistema), Vd debe visitar &aacute; p&aacute;xina
de &ldquo;Subida&rdquo; un ficheiro Clam AV e informarlle a Clam AV
que &eacute; unha detecci&oacute;n de falso positivo ent&oacute;n
eles poden corrixir as sinaturas de virus. Logo Vd pode seccionar
unha &rdquo;A Lista Branca&rdquo; &oacute; ficheiro para Clam
Sentinel mentres se est&aacute; a ser corrixido. Se Vd PENSA analizar
o ficheiro detectado como ClamWin, an&aacute;lise baixo demanda, Vd
debe tam&eacute;n po&ntilde;elo na &ldquo;Lista Branca&rdquo; para
ClamWin mediante as etiquetas de filtros de ClamWin. Remova da &ldquo;Lista
Branca&rdquo; o ficheiro de ambos Clam Sentinel e ClamWin cando Clam
AV corrixa a sinatura nos pr&oacute;ximos d&iacute;as. <b>Nunca</b>
suba un ficheiro detectado polo Supervisor Sistema como &ldquo;sospeitoso&rdquo;
a Clam AV porque Clam AV so pode facer algo acerca dos falsos
positivos detectados polo &ldquo;Supervisor do sistema&rdquo;. A
&ldquo;lista branca&rdquo; &eacute; s&oacute; para ficheiros
sospeitosos de Clam Sentinel.</p>
<p><b>Rexistros</b></p>
<p style="font-weight: normal">Hai informes para o &ldquo;an&aacute;lise
en tempo real&rdquo;, &ldquo;ficheiros cuarentenados&rdquo;,
&rdquo;mensaxes&rdquo; (Supervisar cos mesmos cambios do rexistro se
&eacute; usado por Vd a opci&oacute;n do &ldquo;supervisor
completo&rdquo;), &ldquo;An&aacute;lise de memoria&rdquo; e &ldquo;an&aacute;lise
de unidades&rdquo;. Despois a &ldquo;Lista branca&rdquo; para os
ficheiros / cartafoles &ldquo;bos&rdquo; que s&oacute; son detectados
como sospeitosos por Clam Sentinel , Vd normalmente non conseguir&aacute;
moitas mensaxes do supervisor, ent&oacute;n cada mensaxe pode ser
importante. Comprobe o rexistro de mensaxes ocasionalmente para ver
se Vd ten perdido algo. As mensaxes recentes est&aacute;n ao remate
do ficheiro de rexistro de cada rexistro.</p>
<p style="font-weight: normal">Vd pode localizar algunha advertencia
pola busca do ficheiro nas &ldquo;Mensaxes de Rexistro&rdquo; do
supervisor do Monitor do sistema (Os ficheiros m&aacute;is recentes
con mostrados &oacute; final do ficheiro de rexistro). Mire o
Rexistro de Cuarentena para ver o ficheiros sospeitosos e postos no
cartafol de ClamWin chamado &ldquo;Quarantine&rdquo;. 
</p>
<p><b>Usando Clam Sentinel nunha unidade extra&iacute;ble como un
disco ou pen USB con ClamWin na unidade de disco duro</b></p>
<p style="font-weight: normal">ClamWin debe ser instalado no cartafol
de USB da computadora, pero pode que non estea instalado na memoria
USB, para isto use o programa &ldquo;ClamWin portable&rdquo;,
exec&uacute;teo e extraia os ficheiros no cartafol por defecto. Po&ntilde;a
o programa Clam Sentinel no cartafol do USB e po&ntilde;a o ficheiro
de .ini configuraci&oacute;n no cartafol do programa. Manualmente
cambie o UseLocalIniFile no ficheiro de configuraci&oacute;n de
Sentinel .ini a UseLocalIniFile 1=yes. O 0 pon o ficheiro de
configuraci&oacute;n Sentinel ficheiro de configuraci&oacute;n en
C:\Users\Bob\AppData\Roaming\ClamSentinel para computadoras con
Windows Vista/7/8 e &ldquo;Documents and Settings&rdquo; para
computadoras con Windows XP. Po&ntilde;&eacute;ndoo a 1 ser&aacute;
posto o ficheiro de configuraci&oacute;n no cartafol do programa de
Clam Sentinel do USB. A configuraci&oacute;n de UseLocalIniFile &eacute;
o primeiro artigo de configuraci&oacute;n Sentinel .ini.</p>
<p><b>Usando Ambos Clam Sentinel e ClamWin Portable nunha unidade USB</b></p>
<p>Primeiro instale <a href="http://portableapps.com/apps/utilities/clamwin_portable">ClamWin
Portable</a> nuha unidade de USB a USB E exec&uacute;teo (executar
ClamWinPortable.exe dende o directorio de ClamWinPortable). Configure
ClamWin polo m&eacute;todo que desexe. Non todas as opci&oacute;ns
normais est&aacute;n dispo&ntilde;ibles como dispo&ntilde;ibles na
versi&oacute;n Portable). 
</p>
<p>Logo decargue o comprimido de Clam Sentinel (ou dende o ficheiro
Sentinel.exe) dende a Web de Clam Sentinel ao escritorio da
computadora. Extraia os ficheiros do comprimido de Sentinel &oacute;
escritorio desktop da s&uacute;a computadora. Logo copie o ficheiro
Sentinel.exe, o ficheiro .ini, e o ficheiro Sentinel Recover &aacute;
unidade do USB no cartafol de ClamWinPortable\App\clamwin\bin.</p>
<p>O seguinte, configure Clam Sentinel para usar a configuraci&oacute;n
de <span style="font-weight: normal">.ini que est&aacute; no cartafol
local dende</span> <span style="font-weight: normal">onde</span>
<span style="font-weight: normal">Sentinel &eacute; executado</span>
<span style="font-weight: normal">(o direcotorio</span> <span style="font-weight: normal">ClamWin\bin
no USB). O elemento de configuraci&oacute;n &eacute;</span>
<span style="font-weight: normal">UseLocalIniFile 1=yes. Non</span>
<span style="font-weight: normal">use o valor por defecto &ldquo;cero&rdquo;.
Vd</span> <span style="font-weight: normal">pode cambiar o ficheiro
de Sentinel.ini file no Bloc de Notas ou editores de textos
parecidos. Garde o ficheiro</span> <span style="font-weight: normal">.ini
file despois de facer estes cambios. O</span> <span style="font-weight: normal">UseLocalIniFile
&eacute; o primeiro</span> <span style="font-weight: normal">elemento</span>
<span style="font-weight: normal">no</span> <span style="font-weight: normal">ficheiro
de configuraci&oacute;n de Sentinel .ini de configuraci&oacute;n. </span>
</p>
<p style="font-weight: normal">Vd debe configurar tam&eacute;n Clam
Sentinel a usanfo a configuraci&oacute;n local de ClamWin nas unidade
do USB. Para facer isto, faga PathClamWin=..\..\..\data\settings
active. Facendo isto elimine o punto e coma (;) dende o principio
desta li&ntilde;a do ficheiro de .ini de Clam Sentinel para algunha
outra &ldquo;PathClamWin=&rdquo; statements no ficheiro .ini. Esta
configuraci&oacute;n sempre funciona mellor para min se eu po&ntilde;o
PathClamWin=f:\ClamWinPortable\App\DefaultData\settings. A unidade
USB &eacute; usualmente F ou G, ent&oacute;n pode necesitar cambialo
se &eacute; necesario.</p>
<p><span style="font-weight: normal">Non execute</span> <span style="font-weight: normal">Clam
Sentinel</span> <span style="font-weight: normal">antes de facer
estes dous cambios de</span> <span style="font-weight: normal">configuraci&oacute;ns</span>
<span style="font-weight: normal">manuais</span> <span style="font-weight: normal">mencionado</span>
<span style="font-weight: normal">abaixo. Logo faga un clic no
ficheiro </span>Sentinel.exe no cartafol de ClamWin para executar
Clam Sentinel. Vd pode facer algunha configuraci&oacute;n polo
s&iacute;mbolo de Clam Sentinel dende Bandexa do Sistema despois de
executalo. Vd pode eliminar Clam Sentinel do seu escritorio. 
</p>
<p>Dende agora Vd pode &ldquo;Activar&rdquo;, Clam Sentinel no USB
pinchado no ficheiro ClamSentinel.exe ficheiro que deber&iacute;a
estar en no cartafol &ldquo;ClamWin\bin&rdquo; da memoria do USB, e
Clam Sentinel empezar&aacute; a protexelo a Vd. Eu Sux&iacute;rolle a
Vd que non configure Clam Sentinel na memoria USB para que se execute
a cada inicio&mdash;Exec&uacute;teo de maneira manual cada vez que
insira o dispositivo USB. Cando comence a executar Clam Sentinel,
encontrar&aacute; unha icona na bandexa do sistema&mdash;exactamente
como o fai para a versi&oacute;n regular de disco duro. Aseg&uacute;rese
de que pode acrivar &ldquo;Supervisar o sistema&ldquo; s&oacute; para
detectar ficheiros s&oacute; sospeitosos.</p>
<p>Despois de que ClamSentinel estea instalado na memoria USB, para
Vd xa non &eacute; necesario facer facer executar ClamWin Portable
nunca mais&mdash;Clam Sentinel encontra os ficheiros ClamWin Portable
files necesarios na unidade USB se o configura como se lle suxeriu.
Vd non necesita executar ClamWin Portable na disposici&oacute;n para
usar Clam Sentinel, pero debe ter ambos programas configurados no USB
como mencionados. Vd necesitar&aacute; iniciar ClamWin Portable, sen
embargo &eacute; necesario, para poder actualizar as sinaturas da
base de virus de Clam AV no ClamWin. Faga isto polo menos unha vez &oacute;
d&iacute;a, per &eacute; mellor sempre se usa Internet de maneira
ans&iacute;dua. 
</p>
<p>Vd pode facer un acceso directo &aacute; Clam Sentinel na unidade
extra&iacute;ble de USB e polo no cartafol / directorio de
ClamWinPortable / co ficheiro de ClamWinPortable.exe. Vd pode facer
tam&eacute;n un acceso directo no escritorio de Windows a
ClamWinPortable.exe e ClamSentinel.exe para poder inicialo a trav&eacute;s
deste. <b>&iexcl;ADVERTENCIA!: </b><span style="font-weight: normal">Antes
de configuralo ou de</span> <span style="font-weight: normal">usar</span>
<span style="font-weight: normal">ClamWinPortable e</span>
<span style="font-weight: normal">ClamSentinel dende un dispositivo</span>
<span style="font-weight: normal">USB, Vd necesita</span>
&ldquo;<span style="font-weight: normal">DESACTIVALO&rdquo; logo se
est&aacute; executando se xa est&aacute;n instalado</span> <span style="font-weight: normal">na
unidade de disco duros. No feito de que Vd queira executar ClamWin e</span>
<span style="font-weight: normal">Sentinel dende o USB, &eacute;
mellor</span> <span style="font-weight: normal">&eacute; mellor</span>
<span style="font-weight: normal">que non estea instalado</span>
<span style="font-weight: normal">localmente na unidade do disco
duro. </span>
</p>
<p>Vd podo para ambos programas que se execute de maneira local na
s&uacute;a computadora pola dereita pinchando nas n&uacute;as iconas
na Bandexa do sistema te logo seccione &ldquo;Sa&iacute;r&rdquo; ou
&ldquo;Desactivar&rdquo;. Cando queira extraer a moiria USB dende o
computador, necesita &ldquo;parar&rdquo; Clam Sentinel no USB (e
ClamWinPortable ise est&aacute; a executarse), logo pinche na icona
que est&aacute; na bandexa do sistema e seleccione &ldquo;Sa&iacute;r&rdquo;.
Logo, extraia o USB de forma segura despois de desactivar e pechar
Clam Sentinel.</p>
<p>Estea seguro de que garda os vellos ficheiros Sentinel.exe e .ini
e os ficheiros de Sentinel Recover de USB cando actualice a unha nova
versi&oacute;n de ClamWin Portable. Cando nun futuro actualice to
Clam Sentinel se est&aacute; dispo&ntilde;ible, copie o ficheiro
actual Sentinel.exe no cartafol no que est&aacute; colocado o
ficheiro anterior. O vello ficheiro Sentinel .ini e Sentinel Recover
deber&aacute;n permanecer no USB para ben, e Sentinel actualiza
durante a instalaci&oacute;n se &eacute; necesario</p>
<p><b>Grazas a Vd.</b></p>
<p>Grazas a Vd por usar Clam Sentinel. Se lle gusta, pode falar deste
proxecto acerca del, e darlle &oacute; autor, Andrea Russo, os seus
comentarios e suxesti&oacute;ns. Visite a Web de Sentinel polo menos
unha vez &oacute; mes para co&ntilde;ecer novas e actualizaci&oacute;ns.</p>
<p><i>by Robert Scroggins</i></p>
<p><i>Documento traducido por: Ra&uacute;l F.
<a href="mailto:vivamoscomogalegos2010@gmail.com">vivamoscomogalegos2010@gmail.com</a></i></p>
<p><br><br>
</p>
<p><br><br>
</p>
<p><br><br>
</p>
</body>
</html>